"CURRENT_LANGUAGE" = "Norwegian";

"Documents" = "Dokumenter";
"Favorites" = "Favoritter";
"Preferences" = "Valg";
"Where" = "Hvor";
"Terminal" = "Terminal";
"Find" = "Søk";
"Music" = "Musikk";
"Trash" = "Papirkurv";
"Stop" = "Stopp";
"Help" = "Hjelp";
"Find Text" = "Finn tekst";
"Info" = "Info";
"Pictures" = "Bilder";
"Show" = "Vis";
"Compress" = "Komprimer";
"Open" = "Åpne";
"Computer" = "Maskin";
"Disk Image" = "Diskettfil";
"Delete" = "Slett";
"Move" = "Flytt";
"New Folder" = "Ny mappe";
"Finder" = "Finder";
"Copy" = "Kopier";
"Desktop" = "Skrivebord";
"Duplicate" = "Dupliser";
"Public" = "Felles";
"Preview" = "Forhåndsvisning";
"Decompress" = "Dekomprimer";
"Find/Stop" = "Finn/stopp";
"Eject" = "Mat ut";
"Applications" = "Programmer";
"Home" = "Hjem";
"Back" = "Tilbake";
"Movies" = "Filmer";
"Stop" = "Stopp";
"Copy" = "Kopier";
"Cancel" = "Avbryt";
"OK" = "OK";
"Hide Invisible Files" = "Skjul usynlige filer";
"Hide Icons" = "Skjul symboler";
"Show Invisible Files" = "Vis usynlige filer";
"Hide Desktop" = "Skjul skrivebord";
"Show Icons" = "Vis symboler";
"Hide Preview" = "Skjul forhåndsvisning";
"Show Desktop" = "Vis skrivebord";
"Smart Sorting Off" = "Smart sortering av";
"Show Preview" = "Vis forhåndsvisning";
"Smart Sorting On" = "Smart sortering på";
"Generic Icons Off" = "Generiske symboler av";
"Generic Icons On" = "Generiske symboler på";
"Preview" = "Forhåndsvisning";
"Update Database" = "Oppdater database";
"Updating..." = "Oppdaterer...";
"Reveal in Finder" = "Vis i Finder";
"View as Hex" = "Vis som hex";
"Show in New Window" = "Vis i nytt vindu";
"Make Alias" = "Lag alias";
"Duplicate" = "Dupliser";
"Rename" = "Endre navn";
"Move to Trash" = "Flytt til papirkurv";
"Open with %@" = "Åpne med %@";
"Eject" = "Mat ut";
"Open" = "Åpne";
"Open with" = "Åpne med";
"Check your iTools settings in the Internet panel in the System Preferences application." = "Kontroller iTools-innstillingene i Internett-valgpanelet i Systemvalg.";
"Initializing..." = "Initialiserer...";
"This beta version of Path Finder has expired.  Download the latest version from cocoatech.com." = "Denne betaversjonen av Path Finder har utløpt. Last ned den nyeste versjonen fra cocoatech.com.";
"Error getting iDisk user name and password" = "Feil ved innhenting av iDisk-brukernavn og -passord";
"This is highly recommended.  You can always change this setting later from the preferences panel." = "Dette anbefales. Du kan endre denne innstillingen senere i valgpanelet.";
"Quit" = "Avslutt";
"Don't Quit" = "Ikke avslutt";
"Done" = "Ferdig";
"If you keep Path Finder running all the time, it's always there when you need it!\r\rThis confirmation can be disabled from the preferences panel." = "Hvis du lar Path Finder være aktivt hele tiden, er det alltid tilgjengelig når du trenger det!\r\rDenne meldingen kan deaktiveres i valgpanelet.";
"No" = "Nei";
"Yes" = "Ja";
"Would you like Path Finder to launch automatically when you log in?" = "Vil du at Path Finder skal åpnes automatisk når du logger deg på?";
"Really Quit?" = "Vil du avslutte?";
"Expired" = "Utløpt";
"Image: " = "Diskettfil: ";

"to" = "til";
"Stop" = "Stopp";
"Find" = "Finn";
"Computer" = "Maskin";
"View as Hex" = "Vis som hex";
"Updating the database takes a few minutes to complete, but once done, makes finding files on your computer extremely fast" = "Det tar noen få minutter å oppdatere databasen, men når oppdateringen er fullført, vil filsøk utføres svært raskt";
"Idle" = "Skriv inn søk";
"Found: %d" = "Funnet: %d";
"Move to Trash" = "Flytt til papirkurv";
"Open with %@" = "Åpne med %@";
"To get the most out of the Path Finder find feature, you need to build a locate database.  Click on the \"Update Database\" button in the Preferences panel to do this." = "Søkefunksjonen i Path Finder fungerer best hvis du oppretter en søkedatabase. Klikk på knappen \"Oppdater søkedatabasen\" i valgpanelet for å gjøre dette.";
"Show in New Window" = "Vis i nytt vindu";
"Open" = "Åpne";
"Finding..." = "Søker...";
"Open with %@" = "Åpne med %@";
"Found: %d" = "Funnet: %d";
"Computer" = "Maskin";
"%d items" = "%d objekter";
"Open with %@" = "Åpne med %@";
"%@ available, %@ used" = "%@ tilgjengelig, %@ brukt";
"link" = "kobling";
"The original file may have been moved or deleted." = "Originalfilen kan ha blitt flyttet eller slettet.";
"Could not resolve alias." = "Kunne ikke finne originalfilen.";
"Rename" = "Endre navn";
"alias" = "alias";
"Error creating directory." = "Feil under oppretting av katalog.";
"Write error." = "Feil under skriving.";

"Read error." = "Feil under lesing.";
"Error creating file." = "Feil under oppretting av fil.";
"Error creating symbolic link." = "Feil under oppretting av UNIX-kobling.";
"There is no application available to open the document \"%@\"." = "Ingen tilgjengelige programmer kan åpne dokumentet \"%@\".";
"OK" = "OK";
"Alert!" = "Advarsel!";
"View Hex" = "Vis hex";
"Computer" = "Maskin";
"You do not have permission to trash this item." = "Du har ikke tilgangsrettigheter til å legge dette objektet i papirkurven.";
"copy" = "kopi";
"Trash operation could not be completed." = "Papirkurvoperasjonen kunne ikke fullføres.";
"Choose a valid destination." = "Velg en gyldig plassering.";
"Compress..." = "Komprimer...";
"Destination does not exist" = "Målplasseringen eksisterer ikke";
"Decompress..." = "Dekomprimer...";
"Date Created" = "Dato opprettet";
"Kind" = "Type";
"Date Modified" = "Dato endret";
"Name" = "Navn";
"Size" = "Størrelse";
"Version" = "Versjon";
"Replace All" = "Erstatt alle";
"Error!" = "Feil!";
"Replace" = "Erstatt";
"Go Menu" = "Gå-meny";
"Building Menus" = "Bygger menyer";
"Home" = "Hjem";
"Favorites Menu" = "Favoritter-meny";
"Running Applications Menu" = "Starter programmeny";
"Applications Menu" = "Programmer-meny";

"Developer" = "Developer";
"Float Window" = "Vindu øverst";

"Transparency" = "Gjennomsiktighet";
"Find" = "Finn";
"Path" = "Bane";
"iDisk" = "iDisk";
"History" = "Logg";
"Path Finder was unable to automatically email the bug report.  Copy and paste the contents of this window and email it to bugs@cocoatech.com" = "Path Finder kunne ikke sende bugrapporten automatisk med e-post. Kopier innholdet i dette vinduet, og lim det inn i en e-postmelding som du sender til bugs@cocoatech.com";
"Path Finder has encountered an unexpected error.  Please email this report to bugs@cocoatech.com so it can be fixed in the next release." = "Det har oppstått en uventet feil i Path Finder. Vennligst send denne rapporten til bugs@cocoatech.com slik at feilen kan rettes i neste versjon.";
"Bug Reporter" = "Bugrapportering";
"Email Report" = "E-postrapport";
"Path Finder has been updated to version %@!" = "Path Finder har blitt oppdatert til versjon %@!";
"You are currently running version %@.  Download version %@ from www.cocoatech.com" = "Utgaven du bruker nå, er versjon %@.  Last ned %@ fra www.cocoatech.com";
"Update Now" = "Oppdater nå";
"The item \"%@\" could not be moved to the trash." = "Objektet \"%@\" kunne ikke flyttes til papirkurven.";
"Would you like to delete it immediately?" = "Vil du slette det nå?";

"Label" = "Etikett";

"View" = "Vis";
"Dynamic" = "Dynamisk";

"Sort Ascending" = "Stigende rekkefølge";
"Sort Descending" = "Synkende rekkefølge";

"as Icons" = "som symboler";
"as List" = "som liste";
"as Columns" = "som kolonner";

"Touch" = "Sett dato til nå";
"Created:" = "Opprettet:";
"Size:" = "Størrelse:";
"Free:" = "Ledig:";
"Version:" = "Versjon:";
"Modified:" = "Endret:";
"Kind:" = "Type:";
"Resolved:" = "Funnet:";
"Format:" = "Format:";
"Capacity:" = "Kapasitet:";
"Path:" = "Bane:";
"Volume:" = "Volum:";

"Name:" = "Navn:";
"Owner:" = "Eier:";
"Group:" = "Gruppe:";
"Permission:" = "Rettigheter:";
"Type:" = "Filtype:";
"Creator:" = "Oppretterkode:";

"New File" = "Ny fil";
"Preview" = "Forhåndsvisning";
"Forward" = "Fram";
"Mount Point:" = "Aktiveringspunkt:";
"Device:" = "Enhet:";
"MP3:" = "MP3:";

"Application:" = "Program:";

"Are you sure you want to remove the items in the Trash permanently?" = "Er du sikker på at du vil fjerne objektene i papirkurven permanent?";
"You cannot undo this action." = "Denne handlingen kan ikke gjøres om (angres).";

"Tool Drawer" = "Verktøyskuff";
"Preview Drawer" = "Forhåndsvisningsskuff";
"Busy" = "Arbeider";

"Local Disks" = "Lokale disker";
"Everywhere" = "Overalt";

"Connect" = "Koble til";
"Hide" = "Skjul";
"Show" = "Vis";
"Search" = "Søk";

"Choose Volume" = "Velg volum";

"Hide %@" = "Skjul %@";
"Hide Others" = "Skjul andre";
"Show All" = "Vis alle";

"Show Trash Can" = "Vis papirkurv";
"Hide Trash Can" = "Skjul papirkurv";

"Go to Folder" = "Gå til mappe";
"Go to the folder:" = "Gå til mappen:";
"Go" = "Gå";
"Search Results for '%@' in '%@'" = "Søkeresultater for '%@' i '%@'";

"Find String:" = "Søkestreng:";
"Search Location:" = "Søkested:";

"An error occurred while trying to mount \"%@\"." = "Det oppstod en feil under aktivering av \"%@\".";
"An error occurred while trying to unmount \"%@\"." = "Det oppstod en feil under deaktivering av \"%@\".";
"An error occurred while trying to eject \"%@\"." = "Det oppstod en feil under utmating av \"%@\".";
"Error: %d" = "Feil: %d";

"Really Open?" = "Er du sikker på at du vil åpne?";
"Do you want to open all %d items?" = "Vil du åpne alle de %d objektene?";

"Searching..." = "Søker...";

"Encoding" = "Koder";
"Convert document to plain text?" = "Vil du konvertere dokumentet til ren tekst?";
"Converting will lose fonts, colors, and other text styles in the document." = "Hvis du konverterer dokumentet, vil alle fonter, farger og andre tekstformateringer i dokumentet gå tapt.";

"Text Editor" = "Tekstredigeringsprogram";
"Play Sound" = "Spill lyd";

"Access" = "Tilgang";
"Access:" = "Tilgang:";
"Owner" = "Eier";
"Group" = "Gruppe";

"Select a menu item and hit a command key sequence to modify.  Hit the delete key to clear." = "Velg et menyelement, og tast en kommandotastsekvens for å endre. Trykk på slettetasten for å fjerne.";
"Menu" = "Meny";
"Command" = "Kommando";
"Menu Key Editor" = "Menysnarveier";

"Welcome to Path Finder" = "Velkommen til Path Finder";
"Buy Later" = "Kjøp senere";
"Buy Now" = "Kjøp";
"Enter Registration Code" = "Utfør registrering";
"%d days remaining" = "%d dager igjen";
"Your support is greatly appreciated!  Path Finder is continually being updated and improved because of support from users like yourself." = "Vi setter stor pris på din støtte. Path Finder oppdateres og forbedres kontinuerlig takket være støtte fra brukere som deg. ";
"Purchase Path Finder today!" = "Kjøp Path Finder i dag!";
"%d day free trial" = "%d dagers gratis prøveperiode";

"When you purchase Path Finder, you are sent a registration code.  Enter that code here along with the email address used when registering." = "Når du kjøper Path Finder, får du tilsendt en registreringskode. Skriv inn koden her sammen med e-postadressen du brukte ved registreringen.";
"Email Address:" = "E-postadresse:";
"Registration Code:" = "Registreringskode:";

"Invalid Registration Code!" = "Ugyldig registreringskode!";
"Thank you for registering Path Finder!" = "Takk for at du registerte Path Finder!";
"This copy of Path Finder is not registered" = "Dette eksemplaret av Path Finder er ikke registrert";
"Close" = "Lukk";

"Font Sample" = "Fontprøve";

"View Text" = "Vis tekst";
"Password" = "Passord";

"Remove Top" = "Fjern øverste";
"Drop Stack" = "Flytt-og-slipp-hylle";

"Remove All" = "Fjern alle";
"New Shelf..." = "Ny hylle...";
"Remove Shelf" = "Fjern hylle";

"Standard" = "Standard";
"Processes" = "Prosesser";

"Process Drawer" = "Prosesskuff";
"Empty" = "Tom";
"Shelf" = "Skuff";

"Zoom In" = "Zoom inn";
"Zoom Out" = "Zoom ut";
"Go to Page" = "Gå til side";
"Page %d of %d" = "Side %d av %d";

/* this was copied from Preview.app - open a PDF in Preview that needs a password */
"This PDF is password protected.  Without a password, some operations with this document will be restricted." = "Denne PDF-filen er passordbeskyttet. Enkelte operasjoner vil ikke kunne utføres for dette dokumentet uten passord.";
"To enable more operations, enter a password:" = "Hvis du vil aktivere flere operasjoner, oppgir du et passord:";

"Summarize" = "Oppsummering";
"Sentences" = "Setninger";
"Paragraphs" = "Avsnitt";
"Shelf Name" = "Skuffnavn";

"Icon Size" = "Symbolstørrelse";
"Toggle Shelf" = "Vis/skjul skuff";
"Activate URLs" = "Aktiver URLer";

"License Agreement" = "Lisensavtale";
"Agree" = "Godta";
"Disagree" = "Ikke godta";
"Clean up" = "Rydd opp";
"Info" = "Info";
"%d of %d items selected" = "%d av %d objekter markert";
"Action" = "Handling";
"Remove Shelf?" = "Fjerne skuff?";
"Are you sure you want to remove the shelf named \"%@\"?" = "Er du sikker på at du vil fjerne skuffen \"%@\"?";

/* terminal toolbar buttons */
"Close" = "Lukk";
"New" = "Ny";
"New Tab" = "Ny fane";

"Do you really want to close this terminal session?" = "Er du sikker på at du vil lukke denne Terminal-økten?";
"Closing this session will terminate the following processes inside it: " = "Hvis du lukker denne økten, blir følgende prosesser avsluttet: ";
"Terminal Drawer" = "Terminal-skuff";

/* upgrade panel */
"upgrade message" = "It's been two years since the first version of Path Finder, and if you've been a customer since the days when it was called \"SNAX\", you've witnessed some very dramatic changes!\r\rNow with version 3.0, I'm charging an upgrade fee of $9.  This will ensure that I can continue development and take Path Finder to even higher levels.\r\rI'm working full time on Path Finder, and am fully committed to many years of dramatic improvements and lots of new killer features!\r\rIf you purchased Path Finder less than 4 months ago, send me an email for a free upgrade.\r\rThanks for your support!\r\rSteve Gehrman\rCocoaTech Founder";
"Welcome to Path Finder 3.0 !!" = "Welcome to Path Finder 3.0 !!";
"When upgrading, you will need your current registration information:" = "When upgrading, you will need your current registration information:";
"Email Sales" = "Email Sales";
"Upgrade Now" = "Upgrade Now";
"Email:" = "Email:";
"Code:" = "Code:";

"Secure Delete" = "Sikker sletting";
"Secure delete overwrites files before deleting them.  Files are overwritten three times, first with the byte pattern 0xff, then 0x00, and then 0xff again." = "Ved Sikker sletting overskrives filene før de slettes. Filene overskrives tre ganger, først med bytesekvensen 0xff, deretter med 0x00 og til slutt med 0xff igjen.";
"WARNING:  This action bypasses the Trash.  You cannot undo this action." = "ADVARSEL: Denne operasjonen går utenom papirkurven og kan ikke gjøres om (angres).";
"Execute delete with root privileges" = "Utfør sletting med rotrettigheter";
"Normal Delete" = "Vanlig sletting";
"Secure Delete" = "Sikker sletting";
"%d Applications" = "%d Applications";
"Extension" = "Extension";
"Convert Image" = "Konverter bilde";
"Disk Usage" = "Diskbruk";

"Do you want to force %@ to quit?" = "Vil du tvinge %@ til å avslutte?";
"You will lose any unsaved changes." = "Endringer som ikke er arkivert, vil gå tapt.";
"Force Quit" = "Tvungen avslutning";
"Burn" = "Brenn";
"Burning %@ disc" = "Brenner %@-plate";
"Hybrid" = "Hybrid";
"HFS+" = "HFS+";
"IS0 9660" = "ISO 9660";
"Joliet" = "Joliet";
"Audio" = "Lyd";

 /* Find window */
"Not Specified" = "Ikke angitt";
"Found: %d" = "Funnet: %d";
"All" = "Alt";

"Today" = "I dag";
"the last 2 days" = "siste 2 dager";
"the last 3 days" = "siste 3 dager";
"the last week" = "siste uke";
"the last 2 weeks" = "siste 2 uker";
"the last 3 weeks" = "siste 3 uker";
"the last month" = "siste måned";
"the last 2 months" = "siste 2 måneder";
"the last 3 months" = "siste 3 måneder";
"the last 6 months" = "siste 6 måneder";
"the last year" = "siste år";

"Find by" = "Søk etter";
"Find by Name" = "Søk etter navn";
"Find by Content" = "Søk etter innhold";
"Search Locations" = "Søk etter plassering";

"Partial match" = "Delvis treff";
"Exact match" = "100 % treff";
"Starts with" = "Begynner med";
"Ends with" = "Slutter med";

"Search inside packages" = "Søk i pakkeinnhold";
"Search inside the System folder" = "Søk i System-mappen";

"Security Level" = "Sikkerhetsnivå";
"Simple Security (1 pass)" = "Enkel sikkerhet (1 overskr.)";
"Medium Security (7 passes)" = "Middels sikkerhet (7 overskr.)";
"Ultra Security (35 passes)" = "Maks. sikkerhet (35 overskr.)";

"Burning Disk Image" = "Brenner diskfil";
"Burning:" = "Brenner:";
"Eject disc after burning" = "Mat ut plate etter brenning";
"Verify disc after burning" = "Kontroller plate etter brenning";

"Play" = "Spill";
"Parent" = "Overliggende";

"Greater than" = "Større enn";
"Less than" = "Mindre enn";
"Visibility:" = "Synlighet:";
"Visible" = "Synlig";
"Invisible" = "Skjult";
"Content:" = "Innhold";
"Extension:" = "Filendelse:";
"Label:" = "Etikett:";

"Document" = "Dokument";
"Folder" = "Mappe";
"Application" = "Program";
"Audio" = "Lyd";
"Image" = "Bilde";
"Movie" = "Film";
"PDF" = "PDF";
"Alias" = "Alias";
"Sample" = "Prøve";
"%d seconds" = "%d sekunder";
"Duration:" = "Varighet:";

"Find results incomplete." =  "Søkeresultat er ufullstendig.";
"Mac OS X will halt a find operation if the disk is modified during the search.  For complete results, try again." =  "Mac OS X stopper søkeoperasjoner dersom innhold på disken blir endret under søket. Søk pånytt for å få et komplett søkeresultat.";

"untitled" = "uten navn";
"Path Drawer" = "Baneskuff";

/* Screen Capture Panel */
"Screen Capture" = "Skjermbilde";
"Escape Key:" = "Escape-tast:";
"Cancels interactive screen shot mode" = "Avbryter interaktivt skjermbildemodus";
"Space Key:" = "Mellomromstast:";
"Toggle between mouse and window selection modes" = "Veksle mellom mus- og vindusmodus";
"Control Key:" = "Kontroll-tast:";
"Causes screen shot to go to clipboard" = "Sender skjermbilde til utklippstavlen";
"Hot keys in screen capture mode" = "Snarveitaster i skjermbildemodus";
"Selection" = "Markering";
"Window" = "Vindu";
"All monitors" = "Alle skjermer";
"Main monitor only" = "Kun hovedskjerm";
"Screen capture mode" = "Skjermbildemodus";
"Play sounds" = "Spill lyder";
"Display screen-shot in Image Converter" = "Vis skjermbilde i Bildekonverterer";
"Save screen-shot to file" = "Arkiver skjermbilde som fil";
"Save screen-shot to clipboard" = "Arkiver skjermbilde på utklippstavlen";

"Resource Fork" = "Ressursdel";
"Data Fork" = "Datadel";
"Recent Servers" = "Sist brukte tjenere";
"URL:" = "URL:";

"Man Pages" = "Man-sider";
"Connect To iDisk" = "Koble til iDisk";
"To connect to an iDisk, enter a .Mac member name and password." = "Oppgi .Mac-medlemsnavn og -passord for å koble til en iDisk.";
"Member name:" = "Medlemsnavn:";
"Password:" = "Passord:";
"Connect To iDisk Public Folder" = "Koble til Public-mappe på iDisk";
"To connect to the Public folder for a .Mac member, enter the member's account name." = "Oppgi medlemsnavnet til .Mac-brukeren som eier Public-mappen.";
"Address:" = "Adresse:";  /* Server Address URL */

"Erase" = "Erase";




